Edits to these assemblies changed the naming category and name of these assemblies.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId AssemblyDisassembleInstanceWarn { get; }
  Visual Basic
Public Shared ReadOnly Property AssemblyDisassembleInstanceWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ AssemblyDisassembleInstanceWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures AssemblyFailures Class
  Autodesk.Revit.DB Namespace